{
  "page-name": {
    "home": "موقع كولو",
    "art": "نايت كولو (Night Kolo) &bullet; فن",
    "games": "نايت كولو (Night Kolo) &bullet; ألعاب",
    "about": "حول نايت كولو (Night Kolo)",
    "terms": "نايت كولو (Night Kolo) &bullet; شروط الخدمة",
    "privacy": "نايت كولو (Night Kolo) &bullet; سياسة الخصوصية"
  },
  "hover-info": {
    "art": "أعمالي الفنية",
    "games": "ألعاب",
    "about": "حول",
    "home": "الصفحة الرئيسية",
    "hi": "هلاااااااا - ◡ -"
  },
  "generic": {
    "footer": "نايت كولو (Night Kolo) &bullet; <a href='/terms'> الشروط</a>, <a href='/privacy'> سياسة الخصوصية</a>",
    "art": "فن",
    "games": "ألعاب",
    "about": "حول"
  },
  "home-page": {
    "greet": "السلام عليكم!",
    "short-bio": "أنا اسمي نايت كولو ، نادني كولو",
    "social-info": ":حساباتي",
    "art": "أعمالي الفنية",
    "games": "ألعاب",
    "about": "حول"
  },
  "art-page": {
    "header": "الفن والتصميم",
    "desc": "أنا أستمتع أحيانًا برسم على جهاز الرسم اللوحي من Huion. وبعد أصمم رسومات vector-based لشعاراتي، وعناصر ألعابي، وأغلفة ألعابي، بالإضافة إلى الأنيميشن داخل اللعبة. يتميز أسلوبي في الرسم بتصميم شخصيات مع رسومات ملونة جذابة. كولوجين هي شخصيتي الأصلية، والتي ترونها على الصفحة الرئيسية وشعاري!<br><br> أنا أرسم بانتظام في دفتر رسوماتي خلال أوقات فراغي في دراستي. تفضلوا بالاطلاع على ما أقدمه في معرضي الفني. انقر للمزيد من المعلومات."
  },
  "games-page": {
    "desc": "بدأتُ بصنع الألعاب انطلاقًا من شغفي الطويل بتصميم الألعاب. في البداية، استخدمتُ   Geometry Dash editor، مُنشئًا ألعابًا مصغّرة بسيطة. لاحقًا، انتقلتُ إلى مُحرك الألعاب Godot، حيث بدأتُ بتعلّم مبادئ تطوير الألعاب ذاتيًا، ما عرّفني على مجالات إبداعية مُتعددة، من تصميم الرسومات، إلى انيميشن، ومنطق اللعبة، وقواعد البيانات البرمجية. <br><br>مع مرور الوقت، بدأتُ باستكشاف أدوات أخرى لتطوير الألعاب، مثل p5.js، التي مكّنتني من توظيف الرياضيات لإنشاء منطق اللعبة، وتطوير نماذج أولية سريعة. أتمنى أن تستمتعوا بما أقدمه هنا!",
    "tank": "لعبة إطلاق نار قمتُ بصنعها باستخدام p5.js، تدور حول دبابة صغيرة!",
    "boko": "لعبة ألغاز مع رجل يرتدي قبعة عالية. موسيقى من تأليف Avizura!",
    "rabbitball": "لعبة فيزيائية تدور حول توجيه كرة بالعينين",
    "walking": "لعبة ألغاز ومنصات تعتمد على الجاذبية، وتدور أحداثها حول المشي على السقف.",
    "play": "العب في"
  },
  "about-page": {
    "header": "حول",
    "header2": "التواصل",
    "bio": "السلام عليكم! اسمي سند المعمري، المعروف على الإنترنت باسم (Night Kolo) نايت كولو.<br>شكراً لزيارتكم معرض أعمالي!<br><br>أنا مطور ألعاب ومصمم جرافيك هاوٍ إماراتي، شغوف بالأفكار المرحة واللمسات الفكاهية. إذا كنتم من محبي المشاريع الغريبة والمتقنة، فستجدون ما يروق لكم هنا.<br><br>أدرس حالياً علوم الحاسوب. أنشأت هذا الموقع لعرض أعمالي الفنية وألعابي ومشاريعي الإبداعية على الإنترنت. يمكنكم الاطلاع على جميع مشاريعي المميزة هنا!",
    "contact1": "أنا مستعد للتحدث عن الألعاب أو الفنون أو المشاريع. يرجى التواصل معي باللغة الإنجليزية عبر:",
    "contact2": "لا تتردد في المتابعة، أو لعب ألعابي، أو إلقي السلام!",
    "email-notice": "غير متاح في الوقت الحالي"
  }
}